testreport/report_teamBangXepHang.txt
     ✓ status is 200

     checks............................: 100.00% ✓ 1        ✗ 0  
     data_received.....................: 642 kB  127 kB/s
     data_sent.........................: 4.5 kB  893 B/s
     http_req_blocked..................: avg=448.47ms min=448.47ms med=448.47ms max=448.47ms p(90)=448.47ms p(95)=448.47ms
     http_req_connecting...............: avg=221.97ms min=221.97ms med=221.97ms max=221.97ms p(90)=221.97ms p(95)=221.97ms
     http_req_duration.................: avg=1.68s    min=1.68s    med=1.68s    max=1.68s    p(90)=1.68s    p(95)=1.68s   
       { expected_response:true }......: avg=1.68s    min=1.68s    med=1.68s    max=1.68s    p(90)=1.68s    p(95)=1.68s   
     ✓ { page_name:teamBangXepHang }...: avg=1.68s    min=1.68s    med=1.68s    max=1.68s    p(90)=1.68s    p(95)=1.68s   
     http_req_failed...................: 0.00%   ✓ 0        ✗ 1  
     ✓ { page_name:teamBangXepHang }...: 0.00%   ✓ 0        ✗ 1  
     http_req_receiving................: avg=934.42ms min=934.42ms med=934.42ms max=934.42ms p(90)=934.42ms p(95)=934.42ms
     http_req_sending..................: avg=344µs    min=344µs    med=344µs    max=344µs    p(90)=344µs    p(95)=344µs   
     http_req_tls_handshaking..........: avg=223.13ms min=223.13ms med=223.13ms max=223.13ms p(90)=223.13ms p(95)=223.13ms
     http_req_waiting..................: avg=746.76ms min=746.76ms med=746.76ms max=746.76ms p(90)=746.76ms p(95)=746.76ms
     http_reqs.........................: 1       0.197786/s
     iteration_duration................: avg=5.05s    min=5.05s    med=5.05s    max=5.05s    p(90)=5.05s    p(95)=5.05s   
     iterations........................: 1       0.197786/s
     vus...............................: 1       min=1      max=1
     vus_max...........................: 1       min=1      max=1