testreport/report_teamCauThu.txt
     ✓ status is 200

     checks.........................: 100.00% ✓ 1        ✗ 0  
     data_received..................: 636 kB  151 kB/s
     data_sent......................: 4.5 kB  1.1 kB/s
     http_req_blocked...............: avg=447.15ms min=447.15ms med=447.15ms max=447.15ms p(90)=447.15ms p(95)=447.15ms
     http_req_connecting............: avg=217.58ms min=217.58ms med=217.58ms max=217.58ms p(90)=217.58ms p(95)=217.58ms
     http_req_duration..............: avg=1.76s    min=1.76s    med=1.76s    max=1.76s    p(90)=1.76s    p(95)=1.76s   
       { expected_response:true }...: avg=1.76s    min=1.76s    med=1.76s    max=1.76s    p(90)=1.76s    p(95)=1.76s   
     ✓ { page_name:teamCauThu }.....: avg=1.76s    min=1.76s    med=1.76s    max=1.76s    p(90)=1.76s    p(95)=1.76s   
     http_req_failed................: 0.00%   ✓ 0        ✗ 1  
     ✓ { page_name:teamCauThu }.....: 0.00%   ✓ 0        ✗ 1  
     http_req_receiving.............: avg=918.56ms min=918.56ms med=918.56ms max=918.56ms p(90)=918.56ms p(95)=918.56ms
     http_req_sending...............: avg=599µs    min=599µs    med=599µs    max=599µs    p(90)=599µs    p(95)=599µs   
     http_req_tls_handshaking.......: avg=227.32ms min=227.32ms med=227.32ms max=227.32ms p(90)=227.32ms p(95)=227.32ms
     http_req_waiting...............: avg=846.17ms min=846.17ms med=846.17ms max=846.17ms p(90)=846.17ms p(95)=846.17ms
     http_reqs......................: 1       0.236938/s
     iteration_duration.............: avg=4.22s    min=4.22s    med=4.22s    max=4.22s    p(90)=4.22s    p(95)=4.22s   
     iterations.....................: 1       0.236938/s
     vus............................: 1       min=1      max=1
     vus_max........................: 1       min=1      max=1