testreport/report_teamChuyenNhuong.txt
     ✓ status is 200

     checks.............................: 100.00% ✓ 1        ✗ 0  
     data_received......................: 699 kB  141 kB/s
     data_sent..........................: 4.9 kB  981 B/s
     http_req_blocked...................: avg=448.36ms min=448.36ms med=448.36ms max=448.36ms p(90)=448.36ms p(95)=448.36ms
     http_req_connecting................: avg=219.3ms  min=219.3ms  med=219.3ms  max=219.3ms  p(90)=219.3ms  p(95)=219.3ms 
     http_req_duration..................: avg=2.04s    min=2.04s    med=2.04s    max=2.04s    p(90)=2.04s    p(95)=2.04s   
       { expected_response:true }.......: avg=2.04s    min=2.04s    med=2.04s    max=2.04s    p(90)=2.04s    p(95)=2.04s   
     ✓ { page_name:teamChuyenNhuong }...: avg=2.04s    min=2.04s    med=2.04s    max=2.04s    p(90)=2.04s    p(95)=2.04s   
     http_req_failed....................: 0.00%   ✓ 0        ✗ 1  
     ✓ { page_name:teamChuyenNhuong }...: 0.00%   ✓ 0        ✗ 1  
     http_req_receiving.................: avg=916.69ms min=916.69ms med=916.69ms max=916.69ms p(90)=916.69ms p(95)=916.69ms
     http_req_sending...................: avg=1.04ms   min=1.04ms   med=1.04ms   max=1.04ms   p(90)=1.04ms   p(95)=1.04ms  
     http_req_tls_handshaking...........: avg=224.45ms min=224.45ms med=224.45ms max=224.45ms p(90)=224.45ms p(95)=224.45ms
     http_req_waiting...................: avg=1.12s    min=1.12s    med=1.12s    max=1.12s    p(90)=1.12s    p(95)=1.12s   
     http_reqs..........................: 1       0.202221/s
     iteration_duration.................: avg=4.94s    min=4.94s    med=4.94s    max=4.94s    p(90)=4.94s    p(95)=4.94s   
     iterations.........................: 1       0.202221/s
     vus................................: 1       min=1      max=1
     vus_max............................: 1       min=1      max=1