testreport/report_teamDanhHieu.txt
     ✓ status is 200

     checks.........................: 100.00% ✓ 1        ✗ 0  
     data_received..................: 639 kB  129 kB/s
     data_sent......................: 4.5 kB  911 B/s
     http_req_blocked...............: avg=447.89ms min=447.89ms med=447.89ms max=447.89ms p(90)=447.89ms p(95)=447.89ms
     http_req_connecting............: avg=219.85ms min=219.85ms med=219.85ms max=219.85ms p(90)=219.85ms p(95)=219.85ms
     http_req_duration..............: avg=1.71s    min=1.71s    med=1.71s    max=1.71s    p(90)=1.71s    p(95)=1.71s   
       { expected_response:true }...: avg=1.71s    min=1.71s    med=1.71s    max=1.71s    p(90)=1.71s    p(95)=1.71s   
     ✓ { page_name:teamDanhHieu }...: avg=1.71s    min=1.71s    med=1.71s    max=1.71s    p(90)=1.71s    p(95)=1.71s   
     http_req_failed................: 0.00%   ✓ 0        ✗ 1  
     ✓ { page_name:teamDanhHieu }...: 0.00%   ✓ 0        ✗ 1  
     http_req_receiving.............: avg=790.55ms min=790.55ms med=790.55ms max=790.55ms p(90)=790.55ms p(95)=790.55ms
     http_req_sending...............: avg=576µs    min=576µs    med=576µs    max=576µs    p(90)=576µs    p(95)=576µs   
     http_req_tls_handshaking.......: avg=224.55ms min=224.55ms med=224.55ms max=224.55ms p(90)=224.55ms p(95)=224.55ms
     http_req_waiting...............: avg=927.26ms min=927.26ms med=927.26ms max=927.26ms p(90)=927.26ms p(95)=927.26ms
     http_reqs......................: 1       0.201804/s
     iteration_duration.............: avg=4.95s    min=4.95s    med=4.95s    max=4.95s    p(90)=4.95s    p(95)=4.95s   
     iterations.....................: 1       0.201804/s
     vus............................: 1       min=1      max=1
     vus_max........................: 1       min=1      max=1