testreport/report_teamTongQuan.txt
     ✓ status is 200

     checks.........................: 100.00% ✓ 1        ✗ 0  
     data_received..................: 725 kB  159 kB/s
     data_sent......................: 5.0 kB  1.1 kB/s
     http_req_blocked...............: avg=445.2ms  min=445.2ms  med=445.2ms  max=445.2ms  p(90)=445.2ms  p(95)=445.2ms 
     http_req_connecting............: avg=218.18ms min=218.18ms med=218.18ms max=218.18ms p(90)=218.18ms p(95)=218.18ms
     http_req_duration..............: avg=1.89s    min=1.89s    med=1.89s    max=1.89s    p(90)=1.89s    p(95)=1.89s   
       { expected_response:true }...: avg=1.89s    min=1.89s    med=1.89s    max=1.89s    p(90)=1.89s    p(95)=1.89s   
     ✓ { page_name:teamTongQuan }...: avg=1.89s    min=1.89s    med=1.89s    max=1.89s    p(90)=1.89s    p(95)=1.89s   
     http_req_failed................: 0.00%   ✓ 0        ✗ 1  
     ✓ { page_name:teamTongQuan }...: 0.00%   ✓ 0        ✗ 1  
     http_req_receiving.............: avg=1.07s    min=1.07s    med=1.07s    max=1.07s    p(90)=1.07s    p(95)=1.07s   
     http_req_sending...............: avg=419µs    min=419µs    med=419µs    max=419µs    p(90)=419µs    p(95)=419µs   
     http_req_tls_handshaking.......: avg=223.54ms min=223.54ms med=223.54ms max=223.54ms p(90)=223.54ms p(95)=223.54ms
     http_req_waiting...............: avg=826.28ms min=826.28ms med=826.28ms max=826.28ms p(90)=826.28ms p(95)=826.28ms
     http_reqs......................: 1       0.219833/s
     iteration_duration.............: avg=4.54s    min=4.54s    med=4.54s    max=4.54s    p(90)=4.54s    p(95)=4.54s   
     iterations.....................: 1       0.219833/s
     vus............................: 1       min=1      max=1
     vus_max........................: 1       min=1      max=1